const Map<String, String> el = {
  //Home
  'home': 'Αρχική',
  'enterText': 'Εισαγωγή κειμένου',
  'typeContent': 'Πληκτρολογήστε το περιεχόμενό σας',
  'repeatNewLine': 'Επανάληψη σε νέα γραμμή',
  'repeatText': 'Επανάληψη Κειμένου',
  "copy": "Αντιγραφή",
  'share': 'Κοινοποίηση',
  'stylize': 'Διαμόρφωση',
  'copySuccess': 'Επιτυχής αντιγραφή!',

  //Drawer,
  'setting': 'Ρυθμίσεις',
  'feedback': 'Ανατροφοδότηση',
  'contactUs': 'Επικοινωνία',
  'aboutUs': 'Σχετικά με εμάς',

  //Setting,
  'colorBoard': 'Πίνακας Χρωμάτων',
  'theme': 'Θέμα',
  'vibrations': 'Κραδασμοί',
  'darkMode': 'Σκοτεινό Κατάσταση',
  'system': 'Σύστημα',
  'changeLanguage': 'Αλλαγή Γλώσσας',
  'upgrade': 'Αναβάθμιση',
  'policy': 'Πολιτική',

  //About app
  'textLooper': 'Προσανατολιστής Κειμένου',
  "contentAboutAppFirst":
      "Η εφαρμογή μας, Προσανατολιστής Κειμένου, σας βοηθά να δημιουργείτε εύκολα τμήματα κειμένου που επαναλαμβάνονται όπως επιθυμείτε. Απλά εισάγετε το κείμενο και τον αριθμό επαναλήψεων, και αμέσως θα έχετε μοναδικά και δημιουργικά αποτελέσματα.",
  "keyFeature": "Κύρια Χαρακτηριστικά:",
  "contentKeyFeatureFirst":
      "Δημιουργία επαναλαμβανόμενου κειμένου: Εισάγετε ένα τμήμα κειμένου και τον αριθμό επαναλήψεων για να δημιουργήσετε γρήγορα και αποτελεσματικά επαναλαμβανόμενες εκδόσεις.",
  "contentKeyFeatureTow":
      "Προσαρμογή του αριθμού επαναλήψεων: Ρυθμίστε τον αριθμό των επαναλήψεων για να δημιουργήσετε διαφορετικές εκδόσεις επαναλαμβανόμενου κειμένου.",
  "contentKeyFeatureThree":
      "Κοινοποίηση κειμένου: Κοινοποιήστε τις επαναλαμβανόμενες εκδόσεις κειμένου με φίλους.",
  "contentKeyFeatureFor":
      "Με την εφαρμογή μας Προσανατολιστής Κειμένου, υπόσχεται μια δημιουργική και ευέλικτη εμπειρία στη δημιουργία επαναλαμβανόμενου κειμένου.",
  "contentAboutAppp":
      "Αυτή η εφαρμογή είναι πραγματικά ενδιαφέρουσα! Μπορώ να δημιουργήσω εύκολα μοναδικά τμήματα κειμένου και έχει προσθέσει μια δημιουργική πινελιά στη δουλειά μου. Απλό αλλά ισχυρό!",
  "commentFirst":
      "Ο Προσανατολιστής Κειμένου με έχει βοηθήσει να εξοικονομήσω χρόνο όταν χρειάζομαι πολλές εκδόσεις παρόμοιου κειμένου. Πολύ βολικό και εξοικονομητικό σε χρόνο. Ευχαριστούμε την ομάδα ανάπτυξης!",
  "commentTwo":
      "Έχω δοκιμάσει πολλές παρόμοιες εφαρμογές, αλλά αυτή ξεχωρίζει. Είναι γρήγορη, αποτελεσματική και με βοηθά να οργανώνω καλύτερα τη δουλειά μου. Μεγάλη δουλειά, ανάπτυξη!",
  "commentThree":
      "Το επίπεδο λεπτομέρειας και προσαρμογής σε αυτήν την εφαρμογή είναι εντυπωσιακό. Μου αρέσει πώς μπορώ να το προσαρμόσω στις συγκεκριμένες μου ανάγκες. Είναι σαν να έχω έναν προσωπικό βοηθό στην τσέπη μου.",
  "commentFor":
      "Η τελευταία ενημέρωση είναι εξαιρετική! Η ομάδα ανάπτυξης βελτιώνεται συνεχώς και ακούει τα σχόλια των χρηστών. Πολύ ευχαριστημένος με τη φροντίδα και την καινοτομία τους!",
  "commentFive":
      "Ο Προσανατολιστής Κειμένου είναι ένα φανταστικό εργαλείο για γρήγορη δημιουργία επαναλαμβανόμενων εκδόσεων κειμένου. Με έχει βοηθήσει να βελτιώσω την παραγωγικότητα και τη δημιουργικότητα στην καθημερινή μου δουλειά. Πολύ προτεινόμενο!",
  "one-off": "μία φορά",
  "upgradeNow": "ΑΝΑΒΑΘΜΙΣΤΕ ΤΩΡΑ ΜΕ",
  "Get unlimited scans": "Λάβετε Απεριόριστες Σάρωσεις",
  "Scan, save and export unlimited cards!":
      "Σάρωση, αποθήκευση και εξαγωγή απεριόριστου αριθμού καρτών!",
  "Yearly Premium": "Ετήσιο Πρεμιέμ",
  "Remove Ads": "Αφαίρεση Διαφημίσεων",
  "per year": "τον χρόνο",
  "Lifetime Premium": "Εφόρου Ζωής Πρεμιέμ",
  "Monthly Premium": "Μηνιαίο Πρεμιέμ",
  "per month": "τον μήνα",
  "Voted best card scanner app in the market":
      "Ψηφίστηκε ως η καλύτερη εφαρμογή σάρωσης καρτών στην αγορά",
  "Experience the best app without ads":
      "Ζήστε την καλύτερη εφαρμογή χωρίς διαφημίσεις",
  "freeVersion": "Δωρεάν Έκδοση",
  "Upgrade to Pro Version and Enjoy More Benefits!":
      "Αναβαθμίστε στη Προ έκδοση και Απολαύστε Περισσότερα Προνόμια!",
  "appInHouse": "Διαφήμιση",

//Ads in house

  "description_app_01":
      "Με την εξαιρετικά γρήγορη σάρωση, η εφαρμογή μας Barcode & QR Code Scanner είναι απαραίτητη για όλους τους χρήστες Android.",
  "description_app_02":
      "Εύκολα απαθανατίστε και οργανώστε πληροφορίες κάρτας επίσκεψης, ενισχύοντας το δίκτυο σας και αναβαθμίζοντας τις επαγγελματικές σας συνδέσεις σε νέα ύψη.",
  "description_app_03":
      "Η εφαρμογή σάρωσης κάρτας επίσκεψης είναι η κατάλληλη λύση για τη βελτιστοποίηση της διαχείρισης των επαφών σας.",
  "downloadapp": "Λήψη της εφαρμογής",
  "useapp": "Χρησιμοποιήστε την εφαρμογή",
  "peopleUseThis": "άνθρωποι χρησιμο",

  //Text Looper screen
  "version": "Έκδοση",
};
