const Map<String, String> el = {
  'signUpBtn': 'Εγγραφή',
  'btnSignUp': 'Εγγραφή',
  'someThingWrongPlsTryAgain': 'Κάτι πήγε στραβά, δοκιμάστε ξανά',
  'tittleExitApp': 'Θέλετε να βγείτε από την εφαρμογή;',
  'home': 'Σπίτι',
  'new': 'νέα',
  'more': "Περισσότερα",
  'event': 'Event',
  'reward': 'Αμοιβή',
  'profile': 'Προφίλ',
  'forgotPassword': 'Ξέχασα τον κωδικό πρόσβασης',
  'donHaveAnAcount': 'Δεν έχετε λογαριασμό; ',
  'alreadyHaveAnAccount': 'Έχετε ήδη λογαριασμό; ',
  'btnSignIn': 'Είσοδος',
  'enterYourPhone': 'Εισαγάγετε τον αριθμό τηλεφώνου',
  'enterYourPassword': 'Εισαγάγετε τον κωδικό πρόσβασής σας',
  'passwordIsRequired': 'Απαιτείται κωδικός πρόσβασης',
  'textErrorPassword':
      'Ο κωδικός πρόσβασης πρέπει να αποτελείται από τουλάχιστον 6 χαρακτήρες',
  'phoneNumberIsRequired': 'Απαιτείται αριθμός τηλεφώνου',

  //Σάρωση κωδικού Qr,
  'scanQRCode': 'Σάρωση κωδικού QR',
  'noPermission': 'No Permission',
  'noImageSelected': 'Δεν επιλέχθηκαν εικόνες',

  //Συρτάρι,
  'scan': 'Σάρωση',
  'scanImage': 'Σάρωση εικόνας',
  'favourites': 'Αγαπημένα',
  'history': 'Ιστορία',
  'myQRCode': 'Ο κωδικός QR μου',
  'createQr': 'Δημιουργία QR',
  'setting': 'Ρυθμίσεις',
  'share': 'Κοινή χρήση',
  'aboutUs': 'Σχετικά με εμάς',
  'upgrade': 'Αναβάθμιση',

  //Αγαπημένα,
  'delete': 'Διαγραφή',
  'doWantDelete': 'Θέλετε να διαγράψετε;',
  'doWantDeleteAll': 'Θέλετε να διαγράψετε όλο το ιστορικό;',
  'doWantDeleteAllFavorite': 'Θέλετε να διαγράψετε όλα τα αγαπημένα;',
  'noData': 'Τα δεδομένα δεν βρέθηκαν!',
  'cancel': 'Ακύρωση',
  'ok': 'ΕΝΤΑΞΕΙ',

  // Διάλογος
  "nameQR": "Τίτλος",
  "enterYourTitle": "Εισαγάγετε τον τίτλο σας",

  //Ιστορία,
  'today': 'Σήμερα',
  'listHistory': 'Ιστορική λίστα',
  'listFavorite': 'Λίστα αγαπημένων',

  //Ο κωδικός Qr μου,
  'myQR': 'My QR',
  'createYourQR':
      'Δημιουργήστε τον κωδικό QR σας.\nΕισαγάγετε μόνο τα δεδομένα που θέλετε να μοιραστείτε',
  'fullName': 'Fullname',
  'company': 'Εταιρεία',
  'Address': 'Διεύθυνση',
  'phone': 'Τηλέφωνο',
  'email': 'Email',
  'enterInput': 'Εισαγωγή εισαγωγής',
  'save': 'Αποθήκευση',
  'saveImage': 'Η εικόνα αποθηκεύτηκε!',
  'fullNameRequired': 'Απαιτείται πλήρες όνομα',

  //Δημιουργία κωδικού Qr,
  'createQRCode': 'Δημιουργία κωδικού QR',
  'otherTypes': 'Άλλοι τύποι',
  'text': 'Κείμενο',
  'webLink': 'Σύνδεσμος Ιστού',
  'contact': 'Επικοινωνία',
  'sms': 'SMS',
  'location': 'Τοποθεσία',
  'ean8': 'EAN_8',
  'ean13': 'EAN_13',
  'code39': 'CODE_39',
  'code93': 'CODE_93',
  'code128': 'CODE_128',
  'required': 'Απαιτείται!',
  'linkRequired': 'Απαιτείται σύνδεσμος!',
  'http://': 'http://',
  'emailTopic': 'Θέμα ηλεκτρονικού ταχυδρομείου',
  'emailRequired': 'Απαιτείται email',
  'phoneRequired': 'Απαιτείται τηλέφωνο',
  'γεωγραφικό latitude': 'Γεωγραφικό πλάτος',
  'γεωγραφικό longitude': 'Γεωγραφικό μήκος',
  'latitudeRequired': 'Το Latitude είναι υποχρεωτικό',
  'longitudeRequired': 'Απαιτείται γεωγραφικό μήκος',
  'query': 'ερώτημα',
  'codeRequired': 'Ο κωδικός απαιτείται!',
  'code7Character': 'Ο κωδικός πρέπει να αποτελείται από 7 χαρακτήρες!',
  'code12Character': 'Ο κωδικός πρέπει να αποτελείται από 12 χαρακτήρες!',
  'success': 'Επιτυχία!',
  'addSuccess': 'Προστέθηκε η αγαπημένη επιτυχία!',

  //Σύνθεση,
  'colorBoard': 'Color board',
  'theme': 'Θέμα',
  'vibrations': 'Δονήσεις',
  'darkMode': 'Σκοτεινή λειτουργία',
  'system': 'Σύστημα',
  'changeLanguage': 'Αλλαγή γλώσσας',
  'copySuccess': 'Επιτυχία αντιγραφής!',

  // Σχετικά με την εφαρμογή,
  "Ψηφίστηκε η καλύτερη εφαρμογή Scan QR Code στην market":
      "Ψηφίστηκε η καλύτερη εφαρμογή Scan QR Code στην αγορά",
  "Ζήστε την καλύτερη εφαρμογή χωρίς ads":
      "Ζήστε την καλύτερη εφαρμογή χωρίς διαφημίσεις",
  'contentAboutAppFirst':
      "Η εφαρμογή μας σάς βοηθά να σαρώνετε εύκολα κωδικούς QR και γραμμωτούς κώδικες, καθώς και να τους δημιουργείτε γρήγορα. Με πολλές χρήσιμες λειτουργίες και μια φιλική διεπαφή, θα το ζήσετε με έναν βολικό και έξυπνο τρόπο.",
  "keyFeature": "Βασικό Featurό:",
  "contentKeyFeatureFirst":
      "Σάρωση κωδικών QR και γραμμωτών barcodeν: Σαρώστε κωδικούς QR ή γραμμικούς κώδικες από την κάμερα της συσκευής γρήγορα και αποτελεσματικά.",
  "contentKeyFeatureTow":
      "Δημιουργία κωδικών QR και γραμμωτών barcodeν: Δημιουργήστε κωδικούς QR ή γραμμικούς κώδικες εύκολα εισάγοντας τις πληροφορίες που πρέπει να περιέχει.",
  "contentKeyFeatureThree":
      "Αποθήκευση ιστορικού historς: Παρακολουθήστε τους κωδικούς QR και τους γραμμωτούς κώδικες που έχετε σαρώσει στο παρελθόν για εύκολο έλεγχο ή κοινή χρήση.",
  "contentKeyFeatureFor":
      "Κοινή χρήση και αποθήκευση codeν: Μοιραστείτε κωδικούς QR και γραμμωτούς κώδικες με φίλους ή αποθηκεύστε τους απευθείας στην εφαρμογή.",
  "contentAboutAppp":
      "Με την εφαρμογή QR code και barcode, υποσχόμαστε μια απρόσκοπτη εμπειρία για σάρωση και δημιουργία κωδικών.",
  "commentFirst":
      "Αυτή η εφαρμογή αλλάζει το παιχνίδι! Είναι απίστευτα φιλική προς το χρήστη και έχει κάνει τη ζωή μου πολύ πιο εύκολη. Δεν μπορώ να πιστέψω ότι τα κατάφερα ποτέ χωρίς αυτήν!",
  "commentTwo":
      "Έχω δοκιμάσει πολλές παρόμοιες εφαρμογές, αλλά αυτή ξεχωρίζει. Είναι γρήγορη, αποτελεσματική και με βοηθά να παραμένω οργανωμένη. Εξαιρετική δουλειά, προγραμματιστές!",
  "commentThree":
      "Το επίπεδο λεπτομέρειας και προσαρμογής σε αυτήν την εφαρμογή είναι εντυπωσιακό. Μου αρέσει το πώς μπορώ να το προσαρμόσω στις συγκεκριμένες ανάγκες μου. Είναι σαν να έχω έναν προσωπικό βοηθό στην τσέπη μου.",
  "commentFor":
      "Η τελευταία ενημέρωση είναι φανταστική! Είναι σαφές ότι η ομάδα πίσω από αυτήν την εφαρμογή ενδιαφέρεται για τα σχόλια των χρηστών και έχει δεσμευτεί να την κάνει ακόμα καλύτερη. Συνεχίστε την εξαιρετική δουλειά!",

  "commentFive":
      "Αυτή η εφαρμογή έχει βελτιώσει σημαντικά την παραγωγικότητά μου. Την έχω προτείνει σε όλους τους φίλους μου και την αγαπούν επίσης. Είναι απαραίτητο για όποιον θέλει να απλοποιήσει τις εργασίες του.",
  "upgradeNow": "ΑΝΑΒΑΘΡΩΣΗ ΤΩΡΑ ΓΙΑ",
  "Σάρωση χρηστών κωδικού users": "Σάρωση χρηστών κωδικού QR",
  "Λήψη απεριόριστων scans": "Λήψη απεριόριστων σαρώσεων",
  "Σάρωση, αποθήκευση και εξαγωγή μη περιορισμένων καρτών!":
      "Σάρωση, αποθήκευση και εξαγωγή\nαπεριόριστων καρτών!",
  "Yearly Premium": "Yearly Premium",
  "Κατάργηση Ads": "Κατάργηση διαφημίσεων",
  "Κωδικός code": "Κωδικός προώθησης",
  "Lifetime Premium": "Lifetime Premium",
  "Monthly Premium": "Monthly Premium",
  "free": "Δωρεάν",
  "ανά month": "ανά μήνα",
  "search": "Αναζήτηση",
  "copy": "Αντιγραφή",
  "scanDetail": "Σάρωση λεπτομερειών",
  "enterCode": "Εισαγάγετε κωδικό",
  "removeFavorite": "Καταργήθηκε η επιτυχία!",
  "easyScanPro": "Easy Scan Pro!",
  "freeVersion": "Δωρεάν έκδοση",
  "Αναβάθμιση σε έκδοση Pro και απολαύστε περισσότερα οφέλη!":
      "Αναβάθμιση σε έκδοση Pro και απολαύστε περισσότερα οφέλη!",
  "styleMyQrCode": "Ρύθμιση στυλ του κωδικού QR μου",
  'appInHouse': 'Εσωτερικές διαφημίσεις',
  'style': 'Στυλ',
  "Δημιουργία code": "Δημιουργία κωδικού",

  // Διαφημίσεις στο σπίτι
  "description_app_01":
      "Παρέχοντας αστραπιαία σάρωση, το Barcode & QR Scanner είναι απαραίτητο για κάθε χρήστη Android.",
  "description_app_02":
      "Συλλάβετε και οργανώστε εύκολα πληροφορίες επαγγελματικών καρτών, βελτιώστε το δίκτυό σας και απογειώστε τις επαγγελματικές σας συνδέσεις.",
  "description_app_03":
      "Οι σαρωτές καρτών επίσκεψης είναι η σωστή λύση για τον εξορθολογισμό της διαχείρισης των επαφών σας.",
  "downloadapp": "Κατεβάστε την εφαρμογή",
  "useapp": "Χρήση εφαρμογής",
  "peopleUseThis": "οι άνθρωποι χρησιμοποιούν αυτό",
  "shareApp":
      "Χρησιμοποιώ αυτήν την απίστευτα βολική εφαρμογή σάρωσης κωδικού QR και γραμμικού κώδικα. Πρέπει να το δοκιμάσετε!",
  "inAppReview": "Εφαρμογή αξιολόγησης",

  //preytty
  "smooth": "Λείος",
  "roundedRectangle": "Στρογγυλεμένο ορθογώνιο",
  "colored": "Χρωματισμένο",
  "roundedCorners": "Στρογγυλεμένες γωνίες",
  "image": "Εικόνα",
  "imagePosition": "Θέση εικόνας",
  "embedded": "Ενσωματωμένο",
  "foreground": "Μπροστινός χώρος",
  "background": "Φόντο",
  "language": "Γλώσσα",
};
