const Map<String, String> ru = {
  //Home
  'home': 'Главная',
  'enterText': 'Введите текст',
  'typeContent': 'Введите ваш контент',
  'repeatNewLine': 'Повторить в новой строке',
  'repeatText': 'Повторить текст',
  "copy": "Копировать",
  'share': 'Поделиться',
  'stylize': 'Стилизовать',
  'copySuccess': 'Успешно скопировано!',

  //Drawer,
  'setting': 'Настройки',
  'feedback': 'Обратная связь',
  'contactUs': 'Свяжитесь с нами',
  'aboutUs': 'О нас',

  //Setting,
  'colorBoard': 'Цветовая палитра',
  'theme': 'Тема',
  'vibrations': 'Вибрации',
  'darkMode': 'Тёмный режим',
  'system': 'Система',
  'changeLanguage': 'Изменить язык',
  'upgrade': 'Обновить',
  'policy': 'Политика',

  // About app
  'textLooper': 'Петля текста',
  "contentAboutAppFirst":
      "Наше приложение, Петля текста, помогает легко создавать сегменты текста, которые повторяются по вашему желанию. Просто введите текст и количество повторов, и вы мгновенно получите уникальные и креативные результаты.",
  "keyFeature": "Основные функции:",
  "contentKeyFeatureFirst":
      "Создание повторяющегося текста: Введите сегмент текста и количество повторений, чтобы быстро и эффективно сгенерировать повторяющиеся версии.",
  "contentKeyFeatureTow":
      "Настройка количества повторов: Измените количество повторений для создания разнообразных версий повторяющегося текста.",
  "contentKeyFeatureThree":
      "Поделитесь текстом: Поделитесь повторяющимися версиями текста с друзьями.",
  "contentKeyFeatureFor":
      "С нашим приложением Петля текста мы обещаем предоставить креативный и гибкий опыт в создании повторяющегося текста.",
  "contentAboutAppp":
      "Это действительно интересное приложение! Я могу легко создавать уникальные сегменты текста, добавляя креативное прикосновение к моей работе. Просто, но мощно!",
  "commentFirst":
      "Петля текста сэкономила мне время, когда мне нужно было создать несколько версий похожего текста. Очень удобно и экономит время. Благодарность разработчикам!",
  "commentTwo":
      "Я пробовал много похожих приложений, но это выделяется. Оно быстрое, эффективное и помогает мне лучше организовать свою работу. Отличная работа, разработчики!",
  "commentThree":
      "Уровень детализации и настройки в этом приложении впечатляет. Мне нравится, как я могу настроить его под свои конкретные потребности. Это как иметь персонального помощника в кармане.",
  "commentFor":
      "Последнее обновление отличное! Команда разработчиков постоянно улучшает и слушает отзывы пользователей. Очень доволен их заботой и инновациями!",
  "commentFive":
      "Петля текста - фантастический инструмент для быстрого создания повторяющихся версий текста. Это помогло мне увеличить производительность и креативность в моей повседневной работе. Очень рекомендую!",
  "one-off": "одноразовый",
  "upgradeNow": "ОБНОВИТЬ СЕЙЧАС С",
  "Get unlimited scans": "Получите неограниченное количество сканирований",
  "Scan, save and export unlimited cards!":
      "Сканируйте, сохраняйте и экспортируйте неограниченное количество карт!",
  "Yearly Premium": "Годовая премиум подписка",
  "Remove Ads": "Убрать рекламу",
  "per year": "в год",
  "Lifetime Premium": "Пожизненная премиум подписка",
  "Monthly Premium": "Ежемесячная премиум подписка",
  "per month": "в месяц",
  "Voted best card scanner app in the market":
      "Признано лучшим приложением для сканирования карт на рынке",
  "Experience the best app without ads": "Опыт лучшего приложения без рекламы",
  "freeVersion": "Бесплатная версия",
  "Upgrade to Pro Version and Enjoy More Benefits!":
      "Повысьте до Pro версии и наслаждайтесь большими преимуществами!",
  "appInHouse": "Реклама в приложении",

// Ads in house
  "description_app_01":
      "Сверхбыстрое сканирование делает наше приложение сканера штрих-кода и QR-кода неотъемлемым для всех пользователей Android.",
  "description_app_02":
      "Легко захватывайте и организуйте информацию с визитных карточек, укрепляя свою сеть и повышая свои профессиональные связи на новый уровень.",
  "description_app_03":
      "Приложение для сканирования визиток - подходящее решение для оптимизации управления контактами.",
  "downloadapp": "Скачать приложение",
  "useapp": "Использовать приложение",
  "peopleUseThis": "люди используют это",
  "shareApp":
      "Я использую это удобное приложение для сканирования штрих-кодов и QR-кодов. Вам следует попробовать!",
  "inAppReview": "Обзор приложения",
  "language": "Язык",

  //Text Looper screen
  "version": "Версия",
};
